{"Joseph Hopper": {"files": [{"files": [{"path": "data/Joseph Hopper/A Biblical Study of Prayer/Files/A Biblical Study of Prayer.pdf", "name": "pdf"}], "subtitle": "", "description": "", "author": "Joseph Hopper", "quote": "God is well-pleased with unselfish praying. There is the hungry friend of mine in Korea, physically hungry, spiritually hungry. As Jesus saw the hungry multitudes He said to His disciples, \"Give ye them to eat.\" As He went about the cities and villages in Palestine the eye of Jesus saw the multitudes distressed and scattered as sheep not having a shepherd. The heart of Jesus was moved with compassion, the voice of Jesus called for intercessory-praying as He said, \"The harvest indeed is plenteous, but the laborers are few, Pray ye, therefore, the Lord of the harvest, that He send forth laborers, into harvest.\"", "title": "A Biblical Study of Prayer", "year": ""}, {"files": [{"path": "data/Joseph Hopper/Concurring Witness/Files/Concurring Witness - Looking Unto Jesus (1945).pdf", "name": "pdf"}], "subtitle": "Looking Unto Jesus", "description": "In this booklet, Joseph presents the story of five Old Testament witnesses to Christ: Abel, Abraham, Moses, David, and Isaiah. Each chapter begins with an outline guiding the reader through Scriptural testimony regarding of the subject's life and his witness to Christ. This is followed by a discussion of each man's witness.", "author": "Joseph Hopper", "quote": "There are here presented five \"Concurring Witnesses.\" First of all, the five agree in the One of whom they witness. They all point to Christ. Whereas successive revelations are given to them, it is the one unchanging, everlasting gospel which is being unfolded.", "title": "Concurring Witnesses", "year": "1945"}, {"files": [{"path": "data/Joseph Hopper/God's Word and God's Man/Files/God's Word and God's Man.pdf", "name": "pdf"}], "subtitle": "", "description": "In this lecture, Joseph argues belief that the \"Scriptures of the Old and New Testament\" is \"the Word of God, the only infallible rule of faith and practice\" is essential and central to the work of a minister.", "author": "Joseph Hopper", "quote": "The Bible is not only divinely inspired, but it is also Christ-centered. In the heart of the Bible is the old, old story of Jesus and His love. This wonderful story, continuing from Genesis to Revelation, is told by some 40 authors, over a period of about 1500 years.", "title": "God's Word and God's Man", "year": ""}, {"files": [{"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/A Bad Queen and a Good Priest.pdf", "name": "A Bad Queen and a Good Priest (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/A Never-Failing Law of Life.pdf", "name": "A Never-Failing Law of Life (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/A Picture of Pentecost.pdf", "name": "A Picture of Pentecost (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/A Son's Graduation.pdf", "name": "A Son's Graduation (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/Andrew Saw Jesus.pdf", "name": "Andrew Saw Jesus (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/Arise-Shine-So Shine.pdf", "name": "Arise-Shine-So Shine (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/Comradeship in Christ and With Christ (Montreat College 1951-02-25).pdf", "name": "Comradeship in Christ and With Christ (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/Devotion Limited and Grace Never Ceasing.pdf", "name": "Devotion Limited and Grace Never Ceasing (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/The Record of Rehoboah.pdf", "name": "The Record of Rehoboah (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/The Purpose of Christ's First Coming.pdf", "name": "The Purpose of Christ's First Coming (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/The Movement and Message of Esther.pdf", "name": "The Movement and Message of Esther (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/The Lord of Glory.pdf", "name": "The Lord of Glory (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/The Gospel of the Passover.pdf", "name": "The Gospel of the Passover (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/The Gospel of the Kingdom.pdf", "name": "The Gospel of the Kingdom (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/The Gospel at Sinai.pdf", "name": "The Gospel at Sinai (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/The Gospel Preached to Abraham.pdf", "name": "The Gospel Preached to Abraham (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/The Gospel According to Isaiah.pdf", "name": "The Gospel According to Isaiah (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/The Good Hand of the Lord Upon Ezra.pdf", "name": "The Good Hand of the Lord Upon Ezra (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/The First Gospel.pdf", "name": "The First Gospel (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/Spiritual Self-Development.pdf", "name": "Spiritual Self-Development (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/Some First Desires of the Risen Christ.pdf", "name": "Some First Desires of the Risen Christ (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/Jehovah in the Life and Reign of Jehosaphat.pdf", "name": "Jehovah in the Life and Reign of Jehosaphat (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/How was the Work Accomplished?.pdf", "name": "How was the Work Accomplished? (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/Hannah - A Praiseworthy Parent.pdf", "name": "Hannah - A Praiseworthy Parent (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/God With Us in National Calamities.pdf", "name": "God With Us in National Calamities (pdf)"}, {"path": "data/Joseph Hopper/Miscellaneous Sermons/Files/God's Eyes and Man's Heart.pdf", "name": "God's Eyes and Man's Heart (pdf)"}], "subtitle": "", "description": "Several manuscripts from sermons preached by Joseph.", "author": "Joseph Hopper", "quote": "", "title": "Miscellaneous Sermons", "year": ""}, {"files": [{"path": "data/Joseph Hopper/Some Missionary Teachings of the Bible/Files/Some Missionary Teachings of the Bible.pdf", "name": "pdf"}], "subtitle": "", "description": "A collection of columns written on the place of missions in Scripture. The first essay addresses the calling and mission of Abraham. This is followed by a discussion of missions in ancient Israel and moves through Scripture to Christ and the early church.", "author": "Joseph Hopper", "quote": "So it isn't a question of whether I feel like sending the Gospel to the heathen. It isn't a question of whether I want to share the Gospel witht the lost. It isn't even a question of whether I believe in Foreign Missions. It is simply a question of my obedience to Christ's direct command.", "title": "Some Missionaries Teachings of the Bible", "year": ""}, {"files": [{"path": "data/Joseph Hopper/Studies in Isaiah/Files/Studies in Isaiah.pdf", "name": "pdf"}], "subtitle": "", "description": "An introductory outline on the book of Isaiah.", "author": "Joseph Hopper", "quote": "", "title": "Studies in Isaiah", "year": ""}, {"files": [{"path": "data/Joseph Hopper/The Apostolic Message to the Unconverted in the Orient Today/Files/The Apostolic Message to the Unconverted in the Orient Today.pdf", "name": "pdf"}], "subtitle": "Th.M. Thesis from Union Presbyterian Seminary", "description": "A study of the progressive revelation of the gospel to unbelievers through Scripture.", "author": "Joseph Hopper", "quote": "In the very first gospel the reason for this victory is given. The cross is contemplated. \"Thou shalt bruise his head\" is the simple prophecy suggesting the sufferings and death of Christ. Victory comes only by way of the cross, through him that loved us.", "title": "The Apostolic Message to the Unconverted in the Orient Today", "year": ""}, {"files": [{"path": "data/Joseph Hopper/Victory Through Our Lord Jesus Christ/Files/Victory through our Lord Jesus Christ - A Study in the Book of Revelation.pdf", "name": "pdf"}], "subtitle": "A Study of the Book of Revelation", "description": "A brief expositional commentary on the book of Revelation", "author": "Joseph Hopper", "quote": "A fundamental thought of the book, namely, the Second Coming of Christ, is given a final emphasis, the force of which we need to get. The Risen Lord here says, \"Behold, I come quickly; and my reward is with me, to render to each man as his work is.\" In response to this repeated announcement the Spirit, the Bride, and the individual saint seem to join in the eager expectation and desire for his speedy return. Such an attitude as this must ever characterize the true church of Jesus Christ. ", "title": "Victory Through Our Lord Jesus Christ", "year": ""}], "name": "Joseph Hopper"}, "Joseph Barron Hopper": {"files": [{"files": [{"path": "data/Joseph Barron Hopper/All That God Has Done/Files/All That God Has Done.pdf", "name": "pdf"}], "subtitle": "A Summary of the Work of Rural Evangelism", "description": "This is a talk Joe gave at Covenant Presbyterian Church in Charlotte, N.C. which had supported them for many years.  He summarizes the life of Joe and Dot in rural evangelist missionary work for their first 25 years in South Korea.", "author": "Joseph B. Hopper", "quote": "First of all, we are a man and wife team engaged in rural evangelism (as far as I know the only couple in this kind of work).  Our city of 300,000 population is the center of a province where 500,000 live.  Most of them are rice farmers and it has always been our goal to establish a church within an hour’s walking distance of everyone.  In some areas this goal has been reached.  In our 25 years of service, we have seen the number of churches double once and then double again.  They are organized into 4 Presbyteries.", "title": "All That God Has Done", "year": "1973"}, {"files": [{"path": "data/Joseph Barron Hopper/Influcence of the Clan upon Church Growth in Korea/Files/Influence of the Clan upon Church Growth in Korea by Joseph B Hopper.pdf", "name": "pdf"}], "subtitle": "Missionary Anthropology Course Paper", "description": "This research paper analyzes the family structure and social organization on Korean village life in the mid-twentieth century. In particular, it examines \"village family ties and their effect on church growth.\" ", "author": "Joseph B. Hopper", "quote": "This blind loyalty to a clan is often transferred to a political leader or a party or faction in the government, in education, in business, in the church, and elsewhere. Clan loyalty may not be entirely to blame for the tendency of Korean society to fragment, but it certainly has its share. It often seems that all of Korean society from kindergarten to the National Assembly is engrossed in the 24 hour a day passion to build up the position and influence of \"my faction\" against the \"opposition.\" It is often becomes axiomatic that \"my leader can do no wrong.\" Principles are not what matters; position is paramount.", "title": "Influence of the Clan upon Church Growth in Korea", "year": "1964"}, {"files": [{"path": "data/Joseph Barron Hopper/Letter to Supporters/Files/Letter from Dot and Joe to Supporters.pdf", "name": "pdf"}], "subtitle": "", "description": "A letter from Joe and his wife Dot to their supports just before their retirement. This brief letter reflects on their 38 years ministering in Korea.", "author": "Joseph B. Hopper", "quote": "At the end of June we retire from missionary service, and for the first time since 1920 there will be no Hoppers assigned to mission work in Korea. In this year, Dot was born in the Belgian Congo (now Zaire) to missionary parents and the following year Joe was born in Kwangju, Korea.", "title": "Letter from Dot and Joe to Supporters", "year": "1986"}, {"files": [{"path": "data/Joseph Barron Hopper/Miscellaneous Sermons/Files/A Rediscovered Gospel - Reformation Day Sermon.pdf", "name": "A Rediscovered Gospel: Reformation Day Sermon (pdf)"}, {"path": "data/Joseph Barron Hopper/Miscellaneous Sermons/Files/Faith that Moves Mountains.pdf", "name": "Faith that Moves Mountains (pdf)"}, {"path": "data/Joseph Barron Hopper/Miscellaneous Sermons/Files/Jesus Spends All Night in Prayer.pdf", "name": "Jesus Spends All Night in Prayer (pdf)"}, {"path": "data/Joseph Barron Hopper/Miscellaneous Sermons/Files/Message for World-Wide Communion Sunday - 10-01-1950 - Colonial Heights Presbyterian Church VA.pdf", "name": "Message for World-Wide Communion Sunday (pdf)"}, {"path": "data/Joseph Barron Hopper/Miscellaneous Sermons/Files/My Peace.pdf", "name": "My Peace (pdf)"}, {"path": "data/Joseph Barron Hopper/Miscellaneous Sermons/Files/Some Modern Day Cross-Bearers 11-30-1950 - Joseph B Hopper - Union Theological Seminary.pdf", "name": "Some Modern Day Cross-Bearers (pdf)"}, {"path": "data/Joseph Barron Hopper/Miscellaneous Sermons/Files/The Great Supper - A spurned invitation.pdf", "name": "The Great Supper: a Spurned Invitation (pdf)"}, {"path": "data/Joseph Barron Hopper/Miscellaneous Sermons/Files/This Jesus.pdf", "name": "This Jesus (pdf)"}, {"path": "data/Joseph Barron Hopper/Miscellaneous Sermons/Files/Walk by the Spirit.pdf", "name": "Walk by the Spirit (pdf)"}], "subtitle": "", "description": "Several outlines or manuscripts from sermons preached by Joe.", "author": "Joseph B. Hopper", "quote": "Hence this Reformation is still, going on today. Sometimes it means a real revival within a church. Sometimes it causes new denominations to start—and there are many such groups in process of formation today. Let uf not be too critical of them. They may have rediscovered the Gospel in the Bible, while we let dust gather on ours and allow the light of the Gospel to grow dim and cold and flicker out in our lives, and in our churches.", "title": "Miscellaneous Sermons", "year": ""}, {"files": [{"path": "data/Joseph Barron Hopper/Mission to Korea/Files/Mission to Korea by Joseph B Hopper.pdf", "name": "pdf (full quality)"}, {"path": "data/Joseph Barron Hopper/Mission to Korea/Files/Mission to Korea by Joseph B Hopper (ipad).pdf", "name": "pdf (iPad optimized)"}], "subtitle": "Thirty-Eight Years Below the Thirty-Eighth", "description": "Joe Hopper's memoir (published in 1999) recounting his thirty-eight years as a missionary to South Korea.", "author": "Joseph B. Hopper", "quote": "I remember one old man in particular. He was about as far gone as any leper I ever saw. His hands and feet were eaten away. He was lame and blind and deaf. His mouth was so diseased he mumbled his answers with difficulty. When I saw him, I thought, \"I'll go easy on his examination.\" But I soon saw that he had a depth of spiritual understanding that one seldom finds anywhere. At the end of the examination I asked him: \"What is going to happen to you when you die?\" I'll go to be with Jesus,\" was the answer. \"And what kind of a body will you have?\"With tears of joy streaming down his face, the old man replied, \"Not a miserable body like this one, but a risen, gloried body like that of Jesus.\"", "title": "Mission to Korea", "year": ""}, {"files": [{"path": "data/Joseph Barron Hopper/Protestant Reformation Leaders/Files/Protestant Reformation Leaders.pdf", "name": "pdf"}], "subtitle": "", "description": "Brief biographies of eight reformers: Peter Waldo, John Wyclif, John Huss, Savonarola, Erasmus, Martin Luther, Ulrich Zwingli, and Ignatius Loyola.", "author": "Joseph B. Hopper", "quote": "John Huss eloquently championed the cause of truth, and purity, and devotion for which he had lived. Unlike many of the Church-men of his day, including the Reformers, the character of Huss stands out for its integrity of character, spotless personal morality, and singular spirituality.", "title": "Protestant Reformation Leaders", "year": ""}, {"files": [{"path": "data/Joseph Barron Hopper/Sermon Preached at Montreat Presbyterian Church/Files/Joe Hopper-Montreat Pres - 052084.mp3", "name": "mp3"}], "subtitle": "Preached May 20, 1984", "description": "A sermon on the judgment of Solomon in 1 Kings 3:16-28.", "author": "Joseph B. Hopper", "quote": "", "title": "Sermon Preached at Montreat Presbyterian Church", "year": "1984"}, {"files": [{"path": "data/Joseph Barron Hopper/Studies in the Parables of Jesus/Files/Studies in the Parables of Jesus.pdf", "name": "pdf"}], "subtitle": "Introductory Study and Expositions", "description": "A lengthy treatise on the parables written early in Joe's ministry. Part 1 provides an introductory study of the parables: \"The Parables as a Literary Medium\", \"The Purpose of the Parables\", \"The Distribution of the Parables\", \"The Classification of the Parables\", and \"The Interpretation of the Parables\". Part 2 contains expositions of ten of Jesus' parables.", "author": "Joseph B. Hopper", "quote": "The central message of this parable then is this: The presence of tares among the wheat is a fact in the Church (as well as in the world at large). There will always be a certain admixture of evil along with the good. Our attitude toward those groups or individuals whom we feel are not the true sons of the kingdom must be marked by a spirit of true patience and forbearance, awaiting the full out-cropping of evil at which time the false and wicked will be destroyed and the true and righteous rewarded according to their merits. We are warned against stern intollerance and censoriousness. heresy hunt ing, and purges lestvwe harm the good while seeking to destroy the evil, or lest we mistake for evil something whih may later revea itself by its fruit to be the true wheat.", "title": "Studies in the Parables of Jesus", "year": ""}, {"files": [{"path": "data/Joseph Barron Hopper/The Holy Spirit and Five New Testament Doctrines/Files/The Holy Spirit and Five New Testament Doctrines 1.pdf", "name": "Chapter 1-2 (pdf)"}, {"path": "data/Joseph Barron Hopper/The Holy Spirit and Five New Testament Doctrines/Files/The Holy Spirit and Five New Testament Doctrines 2.pdf", "name": "Chapter 3-5 (pdf)"}], "subtitle": "", "description": "Joe's 1951 Th.M. thesis from Union Theological Seminary. In this study, Joe examines the Holy Spirit in conjunction with five New Testament doctrines: Inspiration, Incarnation, Regeneration, Sanctification, and Ecclesiology.", "author": "Joseph B. Hopper", "quote": "The more Christians grow and are united in this fellowship the less are they drawn to fellowship with the world and the unfruitful works of darkness. Just as a major task of the Spirit is to sanctify the individual Christian, so He also strives to purify the Church. Just as the life in the Spirit enables us to destroy the desires that war in our members, integrating our lives into one living organism, building it as one structure, the temple of the Spirit, so the Spirit operates in the Church to bring unity of thought and desire and purpose under the Lordship of Christ.", "title": "The Holy Spirit and Five New Testament Doctrines", "year": ""}, {"files": [{"path": "data/Joseph Barron Hopper/The Mission of the Church is Missions/Files/The Mission of the Church is Missions by Joseph B Hopper.pdf", "name": "pdf"}], "subtitle": "", "description": "Gift of the Holy Spirit was especially for the carrying out of the Great Comission. A trust and responsibility to declare the terms of salvation. Open eyes and burning heart needed to carry out comission.", "author": "Joseph B. Hopper", "quote": "A five page outline arguing Joe's contention that \"The Mission of the Church is Missions\". This document was probably the basis for lectures delivered by Joe.", "title": "The Mission of the Church is Missions", "year": ""}], "name": "Joseph Barron Hopper"}}